# RbsInsulationLiningVolume Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsInsulationLiningVolume Property
ParameterTypeId Class See Also
---
"Volume"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsInsulationLiningVolume { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsInsulationLiningVolume As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsInsulationLiningVolume {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace